[
    [
        {
            "original": "The Lords of the Committee think it very strange, that there should be such great difficulty in prevailing with persons, who had already given their evidence before the Parliament of Ireland, to come over and give the same evidence here, and especially, that the chief difficulty should arise, from a general apprehension of a miscarriage, in an enquiry before your Majesty, or in a proceeding by due course of law, in a case, where both Houses of Parliament had declared themselves so fully convinced, and satisfied upon evidence, and examinations taken in the most solemn manner.",
            "modernized": "The Lords of the Committee find it very strange that there is such great difficulty in persuading individuals, who have already given their evidence before the Parliament of Ireland, to come over and provide the same testimony here; especially since the main obstacle arises from a general fear of a failure in an inquiry before Your Majesty or in a legal proceeding, in a case where both Houses of Parliament have declared themselves fully convinced and satisfied upon evidence and examinations conducted in the most solemn manner."
        }
    ],
    [
        {
            "original": "It is highly probable, that an event of this nature may be passed over by the greater historians of our times, as conducing very little or nothing to the unravelling and laying open the deep schemes of politicians, and mysteries of state; for which reason, I thought it might not be unacceptable to record the facts, which, in the space of three days, came to my knowledge, either as an eye-witness, or from unquestionable authorities; nor can I think this narrative will be entirely without its use, as it may enable us to form a more just idea of our countrymen in general, particularly in regard to their faith, religion, morals, and politics.",
            "modernized": "It is highly likely that an event of this kind may be overlooked by the prominent historians of our time, as contributing very little or nothing to uncovering and revealing the deep schemes of politicians and state secrets. For this reason, I thought it might not be unacceptable to document the facts that, over the course of three days, came to my knowledge, either as an eyewitness or from unquestionable sources; nor do I believe this narrative will be entirely without use, as it may help us form a more accurate understanding of our countrymen in general, particularly regarding their faith, religion, morals, and politics."
        }
    ],
    [
        {
            "original": "Or has the man sinned out of custom?",
            "modernized": "Has the person formed a habit that leads to sinning unknowingly?"
        },
        {
            "original": "He then, from his own experience, traces a habit into the very first rise and imperfect beginnings of it; and can tell by how slow and insensible advances it creeps upon the heart; how it works itself by degrees into the very frame and texture of it, and so passes into a second nature; and consequently he has a just sense of the great difficulty for him to learn to do good, who has been long accustomed to do evil.",
            "modernized": "From his own experience, he then traces a habit back to its very first emergence and imperfect beginnings; he can explain how slowly and imperceptibly it creeps into the heart, how it gradually works itself into the very structure and fabric of it, and thus becomes a second nature; consequently, he understands the great difficulty for someone who has long been accustomed to doing evil to learn to do good."
        }
    ],
    [
        {
            "original": "Civil employments of all kinds have been for several years past, with great prudence, made precarious, and during pleasure; by which means the possessors are, and must inevitably be, for ever dependent; yet those very few of any consequence, which are dealt with so sparing a hand to persons born among us, are enough to keep hope alive in great numbers, who desire to mend their condition by the favour of those in power.",
            "modernized": "For several years now, civil employments of all kinds have been, with great prudence, made precarious and held at the pleasure of those in power; as a result, the holders are, and inevitably must be, perpetually dependent. Yet the very few significant positions, which are granted so sparingly to those born among us, are enough to keep hope alive in many who wish to improve their situation through the favor of those in authority."
        }
    ],
    [
        {
            "original": "But I must beg leave to inform the author, that this paper is not intended for the management of controversy, which would be of very little import to most readers, and only misspend time, that I would gladly employ to better purposes.",
            "modernized": "But I must inform the author that this paper is not intended to engage in controversy, which would be of very little importance to most readers and would only waste time that I would gladly use for better purposes."
        },
        {
            "original": "For where it is a man's business to entertain a whole room-full, it is unmannerly to apply himself to a particular person, and turn his back upon the rest of the company.",
            "modernized": "For when it is someone's duty to entertain an entire room, it is impolite to focus on a single person and ignore the rest of the company."
        }
    ],
    [
        {
            "original": "In the early times of the Gospel, the Christians were very much distinguished from all other bodies of men, by the great and constant love they bore to each other; which, although it was done in obedience to the frequent injunctions of our Saviour and his apostles, yet, I confess, there seemeth to have been likewise a natural reason, that very much promoted it.",
            "modernized": "In the early days of the Gospel, Christians were greatly distinguished from all other groups by the profound and constant love they had for one another; which, although it was done in obedience to the frequent commands of our Savior and his apostles, yet, I admit, there also seems to have been a natural reason that greatly encouraged it."
        },
        {
            "original": "For the Christians then were few and scattered, living under persecution by the heathens round about them, in whose hands was all the civil and military power; and there is nothing so apt to unite the minds and hearts of men, or to beget love and tenderness, as a general distress.",
            "modernized": "For the Christians then were few and scattered, living under persecution by the heathens around them, who held all the civil and military power; and there is nothing so likely to unite the minds and hearts of people, or to generate love and tenderness, as a shared distress."
        },
        {
            "original": "The first dissensions between Christians took their beginning from the errors and heresies that arose among them; many of those heresies, sometimes extinguished, and sometimes reviving, or succeeded by others, remain to this day; and having been made instruments to the pride, avarice, or ambition, of ill-designing men, by extinguishing brotherly love, have been the cause of infinite calamities, as well as corruptions of faith and manners, in the Christian world.",
            "modernized": "The first disagreements among Christians began with the errors and heresies that arose among them; many of those heresies, sometimes extinguished and sometimes revived or replaced by others, remain to this day. Used as tools for the pride, greed, or ambition of ill-intentioned individuals, these heresies have extinguished brotherly love and caused infinite calamities, as well as corruptions of faith and morals in the Christian world."
        }
    ],
    [
        {
            "original": "The mortal danger is, that if these dealers could prevail by the goodness and cheapness of their cloths and stuffs to give a turn to the principal people of Ireland in favour of their goods, they would relapse into the knavish practice peculiar to this Kingdom, which is apt to run through all trades even so low as a common ale-seller, who as soon as he gets a vogue for his liquor, and outsells his neighbour, thinks his credit will put off the worst he can buy; till his customers will come no more.",
            "modernized": "The real danger is that if these dealers were able to persuade the leading people of Ireland to favor their goods through the quality and cheapness of their cloths and fabrics, they would revert to the dishonest practices peculiar to this kingdom, which tend to pervade all trades—even down to a common ale-seller, who, as soon as he gains popularity for his liquor and outsells his neighbor, believes his reputation will allow him to sell the worst products he can buy, until his customers stop coming."
        },
        {
            "original": "Thus I have known at London in a general mourning, the drapers dye black all their old damaged goods, and sell them at double rates, and then complain and petition the Court, that they are ready to starve by the continuance of the mourning.",
            "modernized": "I have seen, for example, in London during a general mourning, drapers dye all their old damaged goods black and sell them at double prices, and then complain and petition the Court that they are about to starve due to the ongoing mourning."
        }
    ],
    [
        {
            "original": "But I shall not anticipate the reader with farther descriptions of this kind, because I reserve them for a greater work, which is now almost ready for the press, containing a general description of this empire, from its first erection, through a long series of princes, with a particular account of their wars and politics, laws, learning, and religion, their plants and animals, their peculiar manners and customs, with other matters very curious and useful; my chief design, at present, being only to relate such events and transactions as happened to the public, or to myself, during a residence of about nine months in that empire.",
            "modernized": "But I will not preempt the reader with further descriptions of this kind, because I reserve them for a larger work, which is now almost ready for the press, containing a general description of this empire from its first establishment through a long succession of princes, with detailed accounts of their wars and politics, laws, learning, and religion, their plants and animals, their peculiar manners and customs, along with other very curious and useful matters. My main purpose at present is only to relate such events and transactions as happened to the public or to myself during a residence of about nine months in that empire."
        }
    ],
    [
        {
            "original": "Therefore I freely own that all appearances are against me.",
            "modernized": "Therefore, I freely admit that all appearances are against me."
        },
        {
            "original": "The system of the Gospel, after the fate of other systems is generally antiquated and exploded, and the mass or body of the common people, among whom it seems to have had its latest credit, are now grown as much ashamed of it as their betters; opinions, like fashions, always descending from those of quality to the middle sort, and thence to the vulgar, where at length they are dropped and vanish.",
            "modernized": "The system of the Gospel, like other systems, is now generally considered antiquated and discredited, and the masses, among whom it seems to have had its latest acceptance, are now as ashamed of it as their superiors are. Opinions, like fashions, always descend from the upper classes to the middle class, and then to the common people, where they eventually are abandoned and disappear."
        }
    ],
    [
        {
            "original": "We shall not presume to determine how far your Grace may be commanded by the said brief; but we humbly conceive that the Clergy of your diocese cannot, by any law now in being, be commanded by your Grace to advance the said act of charity, any other ways than by reading the said brief in our several churches, as prescribed by the rubric.",
            "modernized": "We will not presume to determine how far Your Grace may be obligated by the said brief; but we humbly believe that the clergy of your diocese cannot, by any existing law, be commanded by Your Grace to promote the said act of charity in any other way than by reading the said brief in our respective churches, as prescribed by the rubric."
        }
    ],
    [
        {
            "original": "In three days, your friend the secretary will be directed to come to your house and read before you the articles of impeachment; and then to signify the great lenity and favor of his majesty and council, whereby you are only condemned to the loss of your eyes, which his majesty doth not question you will gratefully and humbly submit to; and twenty of his majesty's surgeons will attend, in order to see the operation well performed, by discharging very sharp-pointed arrows into the balls of your eyes as you lie on the ground.",
            "modernized": "In three days, your friend the secretary will be instructed to come to your house and read the articles of impeachment before you; and then convey the great leniency and favor of His Majesty and Council, whereby you are only condemned to the loss of your eyes, which His Majesty does not doubt you will gratefully and humbly submit to. Twenty of His Majesty's surgeons will attend to ensure the operation is well performed by shooting very sharp-pointed arrows into your eyes as you lie on the ground."
        }
    ],
    [
        {
            "original": "First, that whereas there may be about a dozen double bishoprics in Ireland, those bishoprics should be split and given to different persons; and those of a single denomination be also divided into two, three, or four parts, as occasion shall require; otherwise there may be a question started, whether twenty-two prelates can effectually extend their paternal care and unlimited power, for the protection and correction of so great a number of spiritual subjects.",
            "modernized": "First, considering there are about a dozen double bishoprics in Ireland, those bishoprics should be split and given to different individuals; and those of a single denomination should also be divided into two, three, or four parts as needed; otherwise, a question may arise whether twenty-two prelates can effectively extend their paternal care and unlimited power for the protection and correction of such a large number of spiritual subjects."
        },
        {
            "original": "But this proposal will meet with such furious objections, that I shall not insist upon it, for I well remember to have read, what a terrible fright the frogs were in, upon a report that the sun was going to marry.",
            "modernized": "But this proposal will meet with such furious objections that I shall not insist upon it, for I well remember reading about how terribly frightened the frogs were upon hearing a rumor that the sun was going to marry."
        }
    ]
]
